let newsData = [
    {
        postId: 0,
        avatar: '/images/avatar.jpg',
        date: 'Jan 5 2018',
        title: '正是虾肥蟹壮时',
        preview: '/images/swiper_01.jpg',
        content: '菊黄蟹正肥，品尝秋之味。徐志摩把,“看初花的荻芦”和“到楼外楼吃蟹”,并列为秋天来杭州不能错过的风雅之事；用林妹妹的话讲是“螯封嫩玉双双满',
        star: 92,
        commit: 65,
        author: 'aioros',
        dataTime: '24小时前',
        detail: '菊黄蟹正肥，品尝秋之味。徐志摩把“看初花的荻芦”和“到楼外楼吃蟹”并列为秋天来杭州不能错过的风雅之事；用林妹妹的话讲是“螯封嫩玉双双满，壳凸红脂块块香”；在《世说新语》里，晋毕卓更是感叹“右手持酒杯，左手持蟹螯，拍浮酒船中，便足了一生矣。”漫漫人生长路，美食与爱岂可辜负？于是作为一个吃货，突然也很想回味一下属于我的味蕾记忆。记忆中的秋蟹，是家人的味道，弥漫着浓浓的亲情。\\n\\n是谁来自山川湖海，却囿于昼夜，厨房与爱？ 是母亲，深思熟虑，聪明耐心。吃蟹前，总会拿出几件工具，煞有介事而乐此不疲。告诉我们螃蟹至寒，需要佐以姜茶以祛寒，在配备的米醋小碟里，亦添入姜丝与紫苏，前者驱寒后者增香。泡好菊花茶，岁月静好，我们静等。',
        music: {
            url: "http://m10.music.126.net/20180424171133/e513e3fecb6d090186ba2add7ed544e1/ymusic/32e9/558e/571d/57bfb0df2d3e701607f63b8f36727353.mp3",
            title: "离人愁-李袁杰",
            coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000000UdHWo0S73xO.jpg?max_age=2592000"
        }
    },
    {
        postId: 1,
        avatar: '/images/avatar.jpg',
        date: 'Jan 5 2018',
        title: '比利·林恩的中场故事',
        preview: '/images/swiper_02.jpg',
        content: '李安是一位绝不会重复自己的导演，本片将极富原创性李安众所瞩目的新片《比利林恩漫长的中场休息》，正式更名《半场无战事》。',
        star: 92,
        commit: 65,
        author: 'aioros',
        dataTime: '24小时前',
        detail: '李安是一位绝不会重复自己的导演，本片将极富原创性”李安众所瞩目的新片《比利林恩漫长的中场休息》，正式更名《半场无战事》。预告片首次曝光后，被视作是明年奥斯卡种子选手。该片根据同名畅销书改编。原著小说荣获美国国家图书奖。也被BBC评为21世纪最伟大的12本英文小说之一。影片讲述一位19岁德州男孩的比利·林恩入伍参加伊战，在一次交火中他大难不死，意外与战友成为大众的关注焦点，并被塑造成英雄。之后他们返回国内，在橄榄球赛中场休息时授勋。这名战争英雄却面临前所未有的心灵煎熬……李安为什么选中这部电影来拍？因为李安想要挑战前所未有的技术难题：以120帧每秒的速度、4K、3D技术全面结合，来掀起一场电影视觉革命。什么意思？所谓“电影是24格每秒的谎言”，其中的24格，就是帧数。',
        music: {
            url: "http://m10.music.126.net/20180424171219/b583b51e27d259850b626d8629921880/ymusic/ed1b/ded5/ba47/8f6bec7e55a47fb37c343fa551592ab2.mp3",
            title: "纸短情长-烟把儿",
            coverImg: "https://y.gtimg.cn/music/photo_new/T002R300x300M000001vkzpn2HAE1F.jpg?max_age=2592000"
        }
    }
]

export default {
    newsRes: newsData
}